{
    "cereal": {
        "facts": [
            "Corn Flakes were invented to discourage masturbation.",
            "The first manufactured breakfast cereal had to be soaked overnight before serving.",
            "Cheerios were originally named CheeriOats.",
            "Children in the '70s had red poop from eating Franken Berry Cereal.",
            "Cereal is a type of grass cultivated for its grain, which is actually a type of fruit.",
            "Corn Flakes was the first cereal to offer a box prize.",
            "Colonial families ate popcorn like breakfast cereal.",
            "Since Lucky Charms hit grocery shelves in 1964, the pink heart marshmallow is the only original shape to survive changes over the years.",
            "There is as much sugar in a serving of Honey Smacks cereal as there is in a glazed doughnut at Dunkin.",
            "Astronauts ate Kellogg's Corn Flakes aboard Apollo 11, the first moon landing.",
            "Rice Krispies mascots Snap, Crackle and Pop briefly had a fourth brother named Pow in early 1950.",
            "The word 'cereal' comes from the ancient Greek word 'Cerealia', a major festival celebrating Ceres, the goddess of agriculture.",
            "Tony the Tiger competed against three other mascots for the spot as the Kellogg's Frosted Flakes mascot.",
            "Since rice and wheat do not have the built-in casing like corn does to trap steam and make it 'pop,' cereal maker Quaker Oats faced a challenge when they came up with the idea to make cereal out of rice and wheat. Their efforts led them to get hold of an old canon from the Spanish-American war to use as a pressure cooker to put the puff in their puffed cereals.",
            "Mascots look downwards on cereal boxes, as marketing teams have realized making eye contact promotes trust in a brand. The cereal mascots look into kid's eyes in order to cause whining and begging for their parents to buy it.",
            "Cap'n Crunch is actually a Commander, and not a captain. Captains usually have four stripes and note three.",
            "In 1987, General Mills came under fire from Jewish groups after using an enhanced image of Bela Lugosi as Dracula on the box. Many thought it looked like he was wearing a Star of David, making the mascot appear to be some sort of blood-sucking Jewish monster.",
            "Honey Smacks have more sugar than a Twinkie.",
            "Kellogg's itself has confirmed that the colors in froot loops only represent only a single sugary flavor."
        ],
        "images": [
            "https://i.imgur.com/IRwpJ4x.jpg",
            "https://i.imgur.com/yIOs8YG.jpg",
            "https://i.imgur.com/A4gLtpE.jpg",
            "https://i.imgur.com/d8Gze4L.jpg",
            "https://i.imgur.com/89Pi1yp.jpg",
            "https://i.imgur.com/JFvpMhg.jpg",
            "https://i.imgur.com/HIfSpZo.jpg",
            "https://i.imgur.com/3wA3JbP.jpg",
            "https://i.imgur.com/jR4L7nG.jpg",
            "https://i.imgur.com/uD8TfmL.jpg",
            "https://i.imgur.com/fZSRPUi.jpg",
            "https://i.imgur.com/YkwDjW7.jpg",
            "https://i.imgur.com/LtBErpC.jpg",
            "https://i.imgur.com/7R2Gnxe.png",
            "https://i.imgur.com/fhN3zoW.jpg"
        ]
    },
    "pasta": {
        "facts": [
            "Pasta is a type of noodle that is used in cooking.",
            "Pasta is a staple food of most Italian cuisines.",
            "The first reference to pasta, in a book, was in 1154.",
            "Pasta is typically made from durum wheat flour.",
            "Most pasta falls under two categories – it is either dry, or it is fresh.",
            "There are over 600 types of pasta, and some have over 1300 names.",
            "The three most popular pastas’ are: penne, spaghetti and macaroni.",
            "There are many varieties of pasta, such as: long pasta, short pasta, minute pasta, egg pasta, fresh pasta and al forno pasta.",
            "There are many varieties of pasta, such as: long pasta, short pasta, minute pasta, egg pasta, fresh pasta and al forno pasta.",
            "Pasta can be served in multiple ways. It can be mixed with a sauce or a fresh condiment, it can be stirred into soups or stews, and it can also be baked.",
            "Fresh pasta is often served with meat, in dishes such as ravioli.",
            "Dried pasta doubles in size when cooked and is often served with thick hearty sauces.",
            "The traditional Italian way of cooking pasta is known as ‘al dente’.",
            "If pasta is cooked properly, it should stick to a wall when it is thrown.",
            "In Greek mythology, it is believed that the God Vulcan invented a device that made strings of dough. This was the earliest reference to a pasta maker.",
            "Nowadays, pasta makers are found in many homes and restaurants.",
            "The Ancient Romans used to fry their pasta.",
            "The three most popular pasta dishes are: macaroni cheese, spaghetti bolognaise and lasagne.",
            "Uncooked dry pasta can be kept for up to a year.",
            "Cooked pasta can be frozen and re-eaten within three months.",
            "Pasta was traditionally eaten by hand.",
            "One cup of cooked pasta is the size of your fist.",
            "Italians eat over sixty pounds of pasta, per person, per year.",
            "Italy produces 1,432,990 tons of pasta a year.",
            "Italy exports 1.7 million tons a year.",
            "The average price for pasta in the UK is 89 pence, making it an affordable meal for all.",
            "Pasta has many health benefits, as it is low in calorific value and contains various nutrients and minerals.",
            "Pasta can also be given to dogs and cats. It’s believed in helps them in their growth development and to help their coats glossy and healthy.",
            "The National Pasta Association is a worldwide group which enjoys eating and discussing pasta, and its history.",
            "October is National Pasta Month.",
            "Spaghetto is the singular word for spaghetti.",
            "Before machinery, pasta was kneaded by foot.",
            "Al dente pasta not only tastes better, it keeps you full longer.",
            "There are approximately 350 shapes of pasta",
            "A typical portion of pasta is only 100 grams.",
            "People were once fooled into thinking spaghetti grew on trees. This was due to BBC airing a spoof documentary on April 1, 1957. This resulted in confusion and viewers wondering where they can buy their own.",
            "October 25 is World Pasta Day",
            "Most dried pastas are made with only two ingredients.",
            "The word pasta comes from the Italian word for 'paste' because it's typically made from two ingredients",
            "The most popular brand of dried pasta in Italy is Barilla.",
            "The first pasta factory in the U.S. was built in Brooklyn."
        ], 
        "images": [
            "https://i.imgur.com/bm35p2i.jpg",
            "https://i.imgur.com/PhbUZRD.jpg",
            "https://i.imgur.com/wKQc2Nr.jpg",
            "https://i.imgur.com/dGAvTMF.jpg",
            "https://i.imgur.com/54SyhSW.jpg",
            "https://i.imgur.com/5DtYb7u.jpg",
            "https://i.imgur.com/i2mCpy4.jpg",
            "https://i.imgur.com/WrDGBU5.jpg",
            "https://i.imgur.com/0LuJPck.jpg",
            "https://i.imgur.com/KhJp3fn.jpg",
            "https://i.imgur.com/j4QquMc.jpg",
            "https://i.imgur.com/pg0lE5n.jpg",
            "https://i.imgur.com/JTNQSIA.png",
            "https://i.imgur.com/vLkzCg2.jpg",
            "https://i.imgur.com/jCx0cIp.jpg",
            "https://i.imgur.com/4IKjcV7.jpg"
        ]
    },
    "toast": {
        "facts": [
            "It's likely that toast originated as a way to preserve bread rather than as a tasty breakfast item smothered in butter and jam.",
            "The practice of toasting bread became popular in the Roman Empire.",
            "The word 'toast' actually comes from the Latin 'tostum,' which means 'to burn or scorch.'",
            "The history of toast is thought to date back as far as 30,000 years ago, according to archaeological evidence. It is thought that it originates from the Egyptians.",
            "A trencher was a piece of stale bread that food was once served on in medieval times. Once the trencher had soaked up the juices of the meal only then could it be eaten. Bread was considered so important that it made up the table setting. ",
            "Bread was sometimes used as an offering to the gods in Ancient Greece. As well as being a staple food.",
            "White bread used to be a rich man's food, while whole wheat was only for the poor, whereas today whole grain is generally more expensive.",
            "Why does buttered toast, always land butterside down? This 'buttered toast' phenomenon is the fact of when the toast slips out of one's hand, your hand is already at an angle. Therefore, the toast only does a half turn from your hand, most likely no higher than 6 feet meaning it nearly always results landing butterside down. This was first published in the New York Magazine back in 1835",
            "French toast is traditionally eaten in Scotland with sausage between two slices of toast and is eaten as a sandwich.",
            "The first toaster had quite the cute name: El Tosto.",
            "The average household in the United States spends about 35 hours a year making toast and an estimated 75 million of those household members eat toast every day?",
            "The toasting process is known as the Maillard reaction. When bread is subjected to 310 degrees Fahrenheit, the sugars begin to brown and form the crunchy surface toast is delightedly known for.",
            "We didn't get the electric toaster until 1905. That same year inventor Albert Marsh made the Nichrome wire, which made the electric toaster possible.",
            "The next best thing beyond the electric toaster has to be sliced bread. That's because in 1933 sliced bread was invented and the American toaster got a boost in popularity.",
            "Toasters aren't just in the American kitchen. They're in the museum as well. The Smithsonian's National Museum of American History has about 100 toasters spanning the 18th-20 centuries."
        ],
        "images": [
            "https://i.imgur.com/DjLFv42.jpg",
            "https://i.imgur.com/ebTX4DL.gif",
            "https://i.imgur.com/esyvJWP.jpg",
            "https://i.imgur.com/SRKJFZJ.jpg",
            "https://i.imgur.com/cWzXWlF.jpg",
            "https://i.imgur.com/CRM2UMR.jpg",
            "https://i.imgur.com/Nmt3Ztw.jpg",
            "https://i.imgur.com/AOBh9a8.jpg",
            "https://i.imgur.com/dnoBH7L.jpg",
            "https://i.imgur.com/nfm6cG1.jpg",
            "https://i.imgur.com/y7BGEIr.jpg",
            "https://i.imgur.com/O7yvFtY.jpg",
            "https://i.imgur.com/3M32e3q.jpg",
            "https://i.imgur.com/wtf1Fb6.jpg",
            "https://i.imgur.com/C5QO8cm.jpg",
            "https://i.imgur.com/ZG5BVsl.jpg",
            "https://i.imgur.com/iWbSl1S.jpg",
            "https://i.imgur.com/ZT3dtME.jpg",
            "https://i.imgur.com/O3dRNHE.jpg",
            "https://i.imgur.com/1oyBr39.jpg",
            "https://i.imgur.com/wO9odMC.jpg",
            "https://i.imgur.com/a1tsV4I.jpg",
            "https://i.imgur.com/KAO66ht.jpg",
            "https://i.imgur.com/0dRnPly.jpg",
            "https://i.imgur.com/ygjc8fR.jpg",
            "https://i.imgur.com/aNTt6gK.jpg",
            "https://i.imgur.com/E2G2OxX.jpg",
            "https://i.imgur.com/LWA5xdK.jpg"
        ]
    }
}