{
    "facts": {
        "1": "Corn Flakes were invented to discourage masturbation.",
        "2": "The first manufactured breakfast cereal had to be soaked overnight before serving.",
        "3":"Cheerios were originally named CheeriOats.",
        "4":"Children in the '70s had red poop from eating Franken Berry Cereal.",
        "5":"Cereal is a type of grass cultivated for its grain, which is actually a type of fruit.",
        "6":"Corn Flakes was the first cereal to offer a box prize.",
        "7":"Colonial families ate popcorn like breakfast cereal.",
        "8":"Since Lucky Charms hit grocery shelves in 1964, the pink heart marshmallow is the only original shape to survive changes over the years.",
        "9":"There is as much sugar in a serving of Honey Smacks cereal as there is in a glazed doughnut at Dunkin.",
        "10":"Astronauts ate Kellogg's Corn Flakes aboard Apollo 11, the first moon landing.",
        "11":"Rice Krispies mascots Snap, Crackle and Pop briefly had a fourth brother named Pow in early 1950.",
        "12":"The word 'cereal' comes from the ancient Greek word 'Cerealia', a major festival celebrating Ceres, the goddess of agriculture.",
        "13":"Tony the Tiger competed against three other mascots for the spot as the Kellogg's Frosted Flakes mascot.",
        "14":"Since rice and wheat do not have the built-in casing like corn does to trap steam and make it 'pop,' cereal maker Quaker Oats faced a challenge when they came up with the idea to make cereal out of rice and wheat. Their efforts led them to get hold of an old canon from the Spanish-American war to use as a pressure cooker to put the puff in their puffed cereals.",
        "15":"Mascots look downwards on cereal boxes, as marketing teams have realized making eye contact promotes trust in a brand. The cereal mascots look into kid's eyes in order to cause whining and begging for their parents to buy it.",
        "16":"Cap'n Crunch is actually a Commander, and not a captain. Captains usually have four stripes and note three.",
        "17":"In 1987, General Mills came under fire from Jewish groups after using an enhanced image of Bela Lugosi as Dracula on the box. Many thought it looked like he was wearing a Star of David, making the mascot appear to be some sort of blood-sucking Jewish monster.",
        "18":"Honey Smacks have more sugar than a Twinkie.",
        "19":"Kellogg's itself has confirmed that the colors in froot loops only represent only a single sugary flavor."
    },
    "images": {
        "1": "https://i.imgur.com/IRwpJ4x.jpg",
        "2": "https://i.imgur.com/yIOs8YG.jpg",
        "3": "https://i.imgur.com/A4gLtpE.jpg",
        "4": "https://i.imgur.com/d8Gze4L.jpg",
        "5": "https://i.imgur.com/89Pi1yp.jpg",
        "6": "https://i.imgur.com/JFvpMhg.jpg",
        "7": "https://i.imgur.com/HIfSpZo.jpg",
        "8": "https://i.imgur.com/3wA3JbP.jpg",
        "9": "https://i.imgur.com/jR4L7nG.jpg",
        "10": "https://i.imgur.com/uD8TfmL.jpg",
        "11": "https://i.imgur.com/fZSRPUi.jpg",
        "12": "https://i.imgur.com/YkwDjW7.jpg",
        "13": "https://i.imgur.com/LtBErpC.jpg",
        "14": "https://i.imgur.com/7R2Gnxe.png",
        "15": "https://i.imgur.com/fhN3zoW.jpg"
    }
}