{
    "facts": {
        "1": "It's likely that toast originated as a way to preserve bread rather than as a tasty breakfast item smothered in butter and jam.",
        "2": "The practice of toasting bread became popular in the Roman Empire.",
        "3": "The word 'toast' actually comes from the Latin 'tostum,' which means 'to burn or scorch.'",
        "4": "The history of toast is thought to date back as far as 30,000 years ago, according to archaeological evidence. It is thought that it originates from the Egyptians.",
        "5": "A trencher was a piece of stale bread that food was once served on in medieval times. Once the trencher had soaked up the juices of the meal only then could it be eaten. Bread was considered so important that it made up the table setting. ",
        "6": "Bread was sometimes used as an offering to the gods in Ancient Greece. As well as being a staple food.",
        "7": "White bread used to be a rich man's food, while whole wheat was only for the poor, whereas today whole grain is generally more expensive.",
        "8": "Why does buttered toast, always land butterside down? This 'buttered toast' phenomenon is the fact of when the toast slips out of one's hand, your hand is already at an angle. Therefore, the toast only does a half turn from your hand, most likely no higher than 6 feet meaning it nearly always results landing butterside down. This was first published in the New York Magazine back in 1835",
        "9": "French toast is traditionally eaten in Scotland with sausage between two slices of toast and is eaten as a sandwich.",
        "10": "The first toaster had quite the cute name: El Tosto.",
        "11": "The average household in the United States spends about 35 hours a year making toast and an estimated 75 million of those household members eat toast every day?",
        "12": "The toasting process is known as the Maillard reaction. When bread is subjected to 310 degrees Fahrenheit, the sugars begin to brown and form the crunchy surface toast is delightedly known for.",
        "13": "We didn't get the electric toaster until 1905. That same year inventor Albert Marsh made the Nichrome wire, which made the electric toaster possible.",
        "14": "The next best thing beyond the electric toaster has to be sliced bread. That's because in 1933 sliced bread was invented and the American toaster got a boost in popularity.",
        "15": "Toasters aren't just in the American kitchen. They're in the museum as well. The Smithsonian's National Museum of American History has about 100 toasters spanning the 18th-20 centuries."
    },
    "images": {
        "1": "https://i.imgur.com/DjLFv42.jpg",
        "2": "https://i.imgur.com/ebTX4DL.gif",
        "3": "https://i.imgur.com/esyvJWP.jpg",
        "4": "https://i.imgur.com/SRKJFZJ.jpg",
        "5": "https://i.imgur.com/cWzXWlF.jpg",
        "6": "https://i.imgur.com/CRM2UMR.jpg",
        "7": "https://i.imgur.com/Nmt3Ztw.jpg",
        "8": "https://i.imgur.com/AOBh9a8.jpg",
        "9": "https://i.imgur.com/dnoBH7L.jpg",
        "10": "https://i.imgur.com/nfm6cG1.jpg",
        "11": "https://i.imgur.com/y7BGEIr.jpg",
        "12": "https://i.imgur.com/O7yvFtY.jpg",
        "13": "https://i.imgur.com/3M32e3q.jpg",
        "14": "https://i.imgur.com/wtf1Fb6.jpg",
        "15": "https://i.imgur.com/C5QO8cm.jpg",
        "16": "https://i.imgur.com/ZG5BVsl.jpg",
        "17": "https://i.imgur.com/iWbSl1S.jpg",
        "18": "https://i.imgur.com/ZT3dtME.jpg",
        "19": "https://i.imgur.com/O3dRNHE.jpg",
        "20": "https://i.imgur.com/1oyBr39.jpg",
        "21": "https://i.imgur.com/wO9odMC.jpg",
        "22": "https://i.imgur.com/a1tsV4I.jpg",
        "23": "https://i.imgur.com/KAO66ht.jpg",
        "24": "https://i.imgur.com/0dRnPly.jpg",
        "25": "https://i.imgur.com/ygjc8fR.jpg",
        "26": "https://i.imgur.com/aNTt6gK.jpg",
        "27": "https://i.imgur.com/E2G2OxX.jpg",
        "28": "https://i.imgur.com/LWA5xdK.jpg"
    }
}